<template>
  <v-container class="display">
    <div class="text-flex">
      <v-col cols="7">
        <div class="text-color">
          <h1>Добрый друг -</h1>
          <h2>
            платформа по предоставлению услуг для домашних животных.
            <br />
          </h2>
          <h1>Наша миссия:</h1>
          <h2>
            Помочь владельцам быстро находить помощников по выгулу, передержке и
            уходу за домашними животными.
          </h2>
          <h1>Сервис для владельцев домашних животных –</h1>
          <h4>
            это решение для комфортного ухода за питомцем, без ущерба для личной
            и профессиональной жизни владельца.
          </h4>
        </div>
      </v-col>

      <v-col cols="5">
        <v-img :src="require('../assets/dog_pr.webp')" />
      </v-col>
    </div>
  </v-container>
</template>